// data od nejnovějšího
var datumy = [
"7. 2.", "4. 2.", "3. 2.", "2. 2.", "1. 2.", "31. 1.", "28. 1.", "27. 1.", "26. 1.", "25. 1.", "24. 1.", "21. 1.", "20. 1.", "19. 1.", "18. 1.", "17. 1."];

// počet hospitalizovaných na JIP
var dataJip = [
25, 28, 30, 31, 36, 35, 37, 38, 38, 44, 45, 47, 51, 47, 46, 45];

// počet hospitalizovaných na standardním lůžku
var dataStandardni = [
53, 45, 52, 56, 58, 69, 63, 60, 61, 59, 69, 66, 70, 64, 63, 82];

// počet PCR testů
var dataPCR = [
235, 661, 799, 862, 1027, 214, 614, 782, 955, 1025, 315, 630, 760, 643, 1016, 316];

// počet antigenních testů
var dataAntigenni = [
328, 310, 305, 291, 279, 303, 259, 262, 277, 287, 290, 241, 209, 254, 267, 260];

// počet odběrů
var dataOdbery = [
83, 242, 285, 325, 320, 84, 254, 227, 309, 233, 121, 233, 249, 292, 297, 102];

// počet vakcinací
var dataOckovani = [
324, 475, 450, 286, 483, 145, 210, 294, 323, 259, 192, 346, 312, 318, 397, 298];
